#include <iostream>
#include <string>
#include <ctime>
#include <Windows.h>
#include "global.h"
#include "ConSole.h"
#include "Mainmenu.h"
using namespace std;
void startScreen(void)
{ 

	gotoxy(13, 4);  cout << "*******   *******  *        *******   *        *   *******   ******    *     *";
	gotoxy(13, 5);  cout << "*      *  *        *           *       *      *    *         *     *    *   *";
	gotoxy(13, 6);  cout << "*      *  *******  *           *        *    *     *******   ******      *** ";
	gotoxy(13, 7);  cout << "*      *  *        *           *         *  *      *         *     *      *";
	gotoxy(13, 8);  cout << "*******   *******  *******  *******       **       *******   *      *     *";

	gotoxy(25, 10); cout << "*****   ****     *****   *****   ****       *     *   *";
	gotoxy(25, 11); cout << "*   *   *   *    *   *   *       *   *    *   *   * * *";
	gotoxy(25, 12); cout << "*** *   ****     *   *   * ***   ****     *****   * * *";
	gotoxy(25, 13); cout << "*       *   *    *   *   *   *   *   *    *   *   *   *";
	gotoxy(25, 14); cout << "*       *    *   *****   *****   *    *   *   *   *   *";

	gotoxy(2, 16); cout << " --------------------------------------------------------------------------------------------------" << endl;

	gotoxy(6, 17); cout << "   1. 주문   2. 주문현황   3. 계산   4. 가게현황   5. 메뉴현황   6. 메뉴이미지   7. 종료" << endl;

	gotoxy(2, 18); cout << " --------------------------------------------------------------------------------------------------" << endl;

	gotoxy(6, 20); cout << "입력: ";

}